---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicMetersPerHour
source: html/fef12e66-7571-43b3-cf9c-c5b903f52eac.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicMetersPerHour Property

Cubic meters per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicMetersPerHour { get; }
```